aaron-bond.better-comments
aerokaido.three-js-snippets
amazonwebservices.aws-toolkit-vscode
bobronium.darcula-from-pycharm
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
carloshenrique.dark-material-dracula
catppuccin.catppuccin-vsc
dheovani.svg-viewer
dracula-theme.theme-dracula
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
franneck94.c-cpp-runner
github.copilot-chat
github.github-vscode-theme
golang.go
grapecity.gc-excelviewer
heybourn.headwind
jacobkucera.codepen-theme
manishsencha.readme-preview
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
nikhilmjeby.black-box
oracle.oracle-java
pkief.material-icon-theme
pkief.material-product-icons
prisma.prisma
pulkitgangwar.nextjs-snippets
rangav.vscode-thunder-client
redhat.java
ritwickdey.liveserver
robbowen.synthwave-vscode
rodrigovallades.es7-react-js-snippets
sdras.night-owl
tomi.xajssnippets
tonybaloney.vscode-pets
twxs.cmake
usernamehw.errorlens
ustymukhman.matrix-theme
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wesbos.theme-cobalt2
yzhang.markdown-all-in-one
